<template>
  <div class="hist_wrap">
    <nav-header></nav-header>
    <div class="hist_bg">
      <span>发展历史</span>
    </div>
    <div class="hist_main">
      <ul class="hist_list">
        <li>
          <h2>1952年</h2>
          <p>
            5月，开始筹建市立一医院。12月1日，株洲市委、市人民政府批复，株洲市卫生所扩编成立市立医院，下设接生站，齐滨海任院长。同时设立党支部，齐滨海任书记。当年，成立接生站，开办接生员培训班，普及产前检查和新法接生。
          </p>
        </li>
        <li>
          <h2>1955年</h2>
          <p>
            8月，经市总工会批准，医院第一届工会委员会成立；市政府批准，医院由40张病床扩增为100张。当年，成立放射科。12月添置安装X光透视机。
          </p>
        </li>
        <li>
          <h2>1959年</h2>
          <p>
            当年，新购万能手术床、麻醉机等医疗设备。当年，积极贯彻党的中医政策，在全院范围内开展西医学习中医活动。
          </p>
        </li>
        <li>
          <h2>1960年</h2>
          <p>
            当年，成立理疗科。当年，陈祖德出席全国文教战线群英会（国家级劳动模范）。
          </p>
        </li>
        <li>
          <h2>1963年</h2>
          <p>
            当年，正式成立住院部，专职负责办理进出院病人结算。当年，医院成立计划生育领导小组，负责全院计生工作。
          </p>
        </li>
        <li>
          <h2>1964年</h2>
          <p>
            当年，组织全院职工投入社会主义教育运动，开展“五好竞赛”和“评功摆好”活动。
          </p>
        </li>
        <li>
          <h2>1970年</h2>
          <p>
            7月，根据省、市指示，医院承办“红医班”，招收学生30名，学制一年，专业分别有护理、放射、检验、药剂等。属省统招统分。11月，成立医院整党建党领导小组，进行开门整党。当年，人防工事——地下医院初步建成，数家外单位来院参观。
          </p>
        </li>
        <li>
          <h2>1986年</h2>
          <p>
            3月11日，医院第二届职代会召开。当年，医院诊断性腹腔镜检应用于临床，系全市首家。3月，市医疗教学、仪器维修服务中心交医院代管，后由市卫生局收回。当年，医院成立急诊科。5月，医院成立中国农工民主党总支委员会。当年，由医院承办的中华医学会中南五省第三届泌尿外科学术大会上。著名医学专家、原全国人大副委员长吴阶平到会作指导。
          </p>
        </li>
        <li>
          <h2>1998年</h2>
          <p>
            当年，医院荣获1997年度市卫生系统目标考核第一名。2月9日，荣获省卫生系统“四满意”服务竞赛活动优胜单位及1997年度市“双文明建设”先进单位。4月18日，医院召开四届五次职工代表大会。6月20日，省振湘房地产联合开发公司与医院合作的“株洲白内障超声乳化复明手术中心”成立，2002年解体6月22日，医院第一栋高知住宅楼动工兴建。
          </p>
        </li>
        <li>
          <h2>2007年</h2>
          <p>
            2月5日，血液科成功开展我市首例异体外周血干细胞移植术。2月8日，医院网站正式开通启用，设有160多个公众服务栏目，其规模、设计、内容、功能、交互性、平台稳定性在国内各地市级医院网站中较为突出和颇具特色。2月8日，我院乳腺外科成立。开设病床24张，为乳腺患者提供跟先进的治疗技术和更优良的治疗环境。
          </p>
        </li>
        <li>
          <h2>2009年</h2>
          <p>
            1月8日下午，我院召开百人大会，对领导班子学习实践科学发展观分析检查报告进行评议。1月8日我院成功实施省内首例介入下肝固有动脉注射自体骨髓干细胞移植手术。1月上旬，全院党员采取集中学习和分散自学相结合的方式，学习了胡锦涛同志在纪念党的十一届三中全会召开30周年大会上的讲话和在安塞县调研时的讲话。
          </p>
        </li>
        <li>
          <h2>2010年</h2>
          <p>
            1月15日，我院湘安分部正式揭牌开业。1月16日，我市首例无柄髋关节置换术在我院综合外科顺利完成，手术的开展标志着我院在骨科领域又上了一个新台阶。1月21日上午，卫生部调研组组长、中科院院士曾益新带队一行11人，在省卫生厅陈小春副厅长的陪同下来我院进行卫生医药体制改革调研。
          </p>
        </li>
        <li>
          <h2>2012年</h2>
          <p>
            近日，我院普外科克服患者肥胖并颈部粗短、肿块巨大、肿块与左侧喉返神经关系密切等难点，成功为一位巨大甲状腺肿块患者实施切除手术，标志着该科在甲状腺外科方面达到省内先进水平。近日，我院为了更好的造福地方老百姓，降低患者就医成本，充分利用中国人民解放军空军总医院的技术优势，在医务部成功开展了远程会诊咨询服务。
          </p>
        </li>
        <li>
          <h2>2014年</h2>
          <p>
            1月18日，市中心医院微信公众平台正式启用，实现了微信预约挂号、健康咨询、服务投诉、查询化验结果、发布医疗资讯等功能，真正实现了“掌上”医疗服务。4月13日，在株洲市规划展览馆多功能报告厅举行了“株洲市人民政府·上海市卫生和计划生育委员会推进公立医院改革工作合作协议”签约仪式。
          </p>
        </li>
      </ul>
    </div>
    <nav-footer></nav-footer>
  </div>
</template>

<script>
import "../assets/scss/reset.scss";
import NavHeader from "../components/NavHeader.vue";
import NavFooter from "../components/NavFooter.vue";

export default {
  data() {
    return {};
  },
  components: {
    NavHeader,
    NavFooter,
  },
};
</script>

<style lang="scss">
.hist_wrap {
  width: 100%;
  display: flex;
  flex-direction: column;
  .hist_bg {
    display: flex;
    justify-content: center;
    align-items: center;
    width: 100%;
    height: 200px;
    background-color: #9e8660;
    opacity: 0.8;
    span {
      color: #fff;
      font-size: 40px;
    }
  }
  .hist_main {
    width: 100%;
    display: flex;
    flex-direction: column;
    justify-content: center;
    align-items: center;
    .hist_list {
      width: 70%;
      li {
        border-bottom: 1px solid #eee;
        padding: 25px 0;
        &:hover {
          border-bottom: 1px solid #9e8660;
          h2{
              color: #9e8660;
          }
        }
        &:last-child{
            margin-bottom: 60px;
        }
      }

      h2 {
        font-size: 18px;
        font-weight: 700;
      }
      p {
        font-size: 16px;
        line-height: 24px;
        max-height: 48px;
        margin-top: 10px;
      }
    }
  }
}
</style>
